# vi: ft=config
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/services"
tap "thoughtbot/formulae"

brew "asdf"
brew "bat"
brew "diff-so-fancy"
brew "exa"
brew "fish"
brew "fzf"
brew "git"
brew "heroku/brew/heroku"
brew "hub"
brew "neovim"
brew "postgresql", restart_service: true
brew "switchaudio-osx"
brew "the_silver_searcher"
brew "thoughtbot/formulae/rcm"

cask "kitty"
cask "visual-studio-code"
cask "adoptopenjdk/openjdk/adoptopenjdk8"
cask "android-studio"
