tap "beeftornado/rmtree"
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/services"
tap "potatolabs/git-redate"
tap "thoughtbot/formulae"

brew "ctags"
brew "diff-so-fancy"
brew "ffmpeg"
brew "fzf"
brew "getantibody/tap/antibody"
brew "git"
brew "gnupg"
brew "heroku/brew/heroku"
brew "hub"
brew "imagemagick"
brew "libxml2"
brew "libyaml"
brew "mas"
brew "neovim"
brew "postgresql", restart_service: true
brew "potatolabs/git-redate/git-redate"
brew "the_silver_searcher"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "zsh"

cask "android-studio"
cask "kitty"
cask "oni"
cask "phoenix"
cask "virtualbox"
