# vi: ft=config
tap "getantibody/tap"
tap "heroku/brew"
tap "homebrew/cask"
tap "homebrew/services"
tap "potatolabs/git-redate"
tap "thoughtbot/formulae"

brew "asdf"
brew "bat"
brew "ctags"
brew "diff-so-fancy"
brew "ffmpeg"
brew "getantibody/tap/antibody"
brew "git"
brew "heroku/brew/heroku"
brew "hub"
brew "imagemagick"
brew "mas"
brew "neovim"
brew "postgresql", restart_service: true
brew "potatolabs/git-redate/git-redate"
brew "the_silver_searcher"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
brew "zsh"

cask "kitty"
cask "phoenix"
cask "visual-studio-code"
